-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jul 21, 2023 at 01:57 AM
-- Server version: 10.4.18-MariaDB
-- PHP Version: 8.0.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `videouploads`
--

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `com_id` int(11) NOT NULL,
  `c_id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `message` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `contact`
--

CREATE TABLE `contact` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `message` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `contact`
--

INSERT INTO `contact` (`id`, `name`, `email`, `subject`, `message`) VALUES
(10, 'Rafiqul Islam', 'rafiqul@glail.com', 'Good News', 'In publishing and graphic design, Lorem ipsum is a placeholder text commonly used to demonstrate the visual form of a document or a typeface without relying on \r\n\r\n');

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `image` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `title`, `description`, `image`) VALUES
(10, 'হিরো আলমের ওপর হামলায় আরও ৬ জনকে গ্রেপ্তার', 'ঢাকা-১৭ আসনের উপনির্বাচনে ভোট চলাকালে স্বতন্ত্র প্রার্থী আশরাফুল হোসেন ওরফে হিরো আলমের ওপর হামলার ঘটনায় আরও ছয়জনকে গ্রেপ্তার করেছে পুলিশ।\r\n\r\nগতকাল বৃহস্পতিবার রাজধানীর বিভিন্ন এলাকা থেকে তাঁদের গ্রেপ্তার করা হয়। তবে তাঁদের নাম-পরিচয় জানা যায়নি।\r\n\r\nএর আগে গত বুধবার রাতে রাজধানীর কারওয়ান বাজারে অভিযান চালিয়ে হামলায় জড়িত দুই ‘মূল ব্যক্তি’কে গ্রেপ্তার করে পুলিশ। মঙ্গলবার গ্রেপ্তার করা হয় সাতজনকে। এ নিয়ে হিরো আলমের ওপর হামলার ঘটনায় মোট ১৫ জনকে গ্রেপ্তার করা হলো।\r\n\r\nপুলিশের গুলশান বিভাগের উপকমিশনার মো. শহিদুল্লাহ গতকাল রাতে প্রথম আলোকে বলেন, সিসিটিভি ক্যামেরার ফুটেজ বিশ্লেষণ করে হিরো আলমের ওপর হামলার ঘটনায় এই ছয়জনকে গ্রেপ্তার করা হয়েছে। মামলার তদন্তভার শুক্রবার ঢাকা মহানগর পুলিশের (ডিএমপি) গোয়েন্দা বিভাগে (ডিবি) স্থানান্তর করা হবে।\r\n\r\nহিরো আলমের ওপর হামলার ঘটনায় মঙ্গলবার সাতজনকে গ্রেপ্তার করা হয়। তাঁরা হলেন ছানোয়ার কাজী (২৮), বিপ্লব হোসেন (৩১), মাহমুদুল হাসান (২৭), মোজাহিদ খান (২৭), আশিক সরকার (২৪), হৃদয় শেখ (২৪) ও সোহেল মোল্লা (২৫)। তাঁদের মধ্যে ছানোয়ার কাজী ও বিপ্লব হোসেনকে তিন দিন করে রিমান্ডে নিয়েছে পুলিশ। বাকি পাঁচজনকে কারাগারে পাঠানো হয়েছে।\r\n\r\nবুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিনের তিন দিনের রিমান্ড মঞ্জুর করেন আদালত। এ নিয়ে চারজনকে রিমান্ডে নিয়ে বনানী থানা-পুলিশ জিজ্ঞাসাবাদ করছে। বৃহস্পতিবার গ্রেপ্তার ছয়জনকে রিমান্ডে নেওয়ার আবেদন জানিয়ে শুক্রবার আদালতে তোলা হবে বলে পুলিশ জানিয়েছে।\r\n\r\nবনানী থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. মোস্তাফিজুর রহমান বৃহস্পতিবার দুপুরে প্রথম আলোকে জানান, বুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিন মূল হামলাকারী। হামলার সময় হিরো আলমের কোমর ধরে রেখেছিলেন মানিক আর হিরো আলমকে মারধর করেছেন আল আমিন। সিসিটিভি ক্যামেরায় ধারণ হওয়া ফুটেজে এ দৃশ্য দেখা গেছে।\r\n\r\nমামলার তদন্তসংশ্লিষ্ট সূত্র জানায়, কারাগারে থাকা মাহমুদুল হাসান, মোজাহিদ খান, আশিক সরকার ও হৃদয় শেখ বনানী থানা ছাত্রলীগের সাবেক সাধারণ সম্পাদক শেখ মেহেদীর অনুসারী।\r\n\r\nস্থানীয় আওয়ামী লীগ ও যুবলীগের নেতারা বলছেন, রিমান্ডে থাকা মানিক গাজী ও আল আমিনকে ছাত্রলীগের সাবেক নেতা শেখ মেহেদীর বিভিন্ন রাজনৈতিক কর্মসূচিতে দেখা যায়।\r\n\r\nএদিকে গতকাল বিকেলে রাজধানীর মিন্টো রোডে ডিএমপির অতিরিক্ত কমিশনার (ডিবি) হারুন অর রশীদের সঙ্গে সাক্ষাৎ করেন হিরো আলম। তিনি বেলা সাড়ে তিনটার দিকে ডিবি কার্যালয়ে প্রবেশ করেন। সেখান থেকে বের হন প্রায় দেড় ঘণ্টা পর।\r\n\r\nহিরো আলম বলেন, ডিবিপ্রধান তাঁর ওপর (হিরো আলম) হামলার ঘটনায় জড়িত ব্যক্তিদের ছবি দেখিয়ে তাঁর কাছে জানতে চান, এসব ব্যক্তি তাঁর ওপর হামলা করেছিল কি না। ছবি শনাক্ত করে হিরো আলম তখন বলেন, এসব ব্যক্তি তাঁর ওপর হামলা করেন। ডিবিপ্রধান তখন বৃহস্পতিবার রাতেই বাকিদের গ্রেপ্তার করার আশ্বাস দেন।\r\n\r\nঢাকা-১৭ আসনের উপনির্বাচনের ভোট চলাকালে সোমবার বিকেলে বনানী বিদ্যানিকেতন স্কুল অ্যান্ড কলেজ ভোটকেন্দ্র পরিদর্শনে যান হিরো আলম। এ সময় নৌকা প্রতীকের কর্মী ও সমর্থকেরা পেছন থেকে তাঁর উদ্দেশে গালাগাল করতে থাকেন এবং কেন্দ্র থেকে বেরিয়ে যেতে বলেন। পরিস্থিতি উত্তপ্ত হলে দায়িত্বরত পুলিশ সদস্যরা নিরাপত্তা দিয়ে হিরো আলমকে স্কুল ফটকের বাইরে পৌঁছে দেন। তখন নৌকার ব্যাজধারী ব্যক্তিরা ধাওয়া দিয়ে তাঁকে রাস্তায় ফেলে পেটান।', '64b9c8ba2df4dpng'),
(11, 'হিরো আলমের ওপর হামলায় আরও ৬ জনকে গ্রেপ্তার', 'ঢাকা-১৭ আসনের উপনির্বাচনে ভোট চলাকালে স্বতন্ত্র প্রার্থী আশরাফুল হোসেন ওরফে হিরো আলমের ওপর হামলার ঘটনায় আরও ছয়জনকে গ্রেপ্তার করেছে পুলিশ।\r\n\r\nগতকাল বৃহস্পতিবার রাজধানীর বিভিন্ন এলাকা থেকে তাঁদের গ্রেপ্তার করা হয়। তবে তাঁদের নাম-পরিচয় জানা যায়নি।\r\n\r\nএর আগে গত বুধবার রাতে রাজধানীর কারওয়ান বাজারে অভিযান চালিয়ে হামলায় জড়িত দুই ‘মূল ব্যক্তি’কে গ্রেপ্তার করে পুলিশ। মঙ্গলবার গ্রেপ্তার করা হয় সাতজনকে। এ নিয়ে হিরো আলমের ওপর হামলার ঘটনায় মোট ১৫ জনকে গ্রেপ্তার করা হলো।\r\n\r\nপুলিশের গুলশান বিভাগের উপকমিশনার মো. শহিদুল্লাহ গতকাল রাতে প্রথম আলোকে বলেন, সিসিটিভি ক্যামেরার ফুটেজ বিশ্লেষণ করে হিরো আলমের ওপর হামলার ঘটনায় এই ছয়জনকে গ্রেপ্তার করা হয়েছে। মামলার তদন্তভার শুক্রবার ঢাকা মহানগর পুলিশের (ডিএমপি) গোয়েন্দা বিভাগে (ডিবি) স্থানান্তর করা হবে।\r\n\r\nহিরো আলমের ওপর হামলার ঘটনায় মঙ্গলবার সাতজনকে গ্রেপ্তার করা হয়। তাঁরা হলেন ছানোয়ার কাজী (২৮), বিপ্লব হোসেন (৩১), মাহমুদুল হাসান (২৭), মোজাহিদ খান (২৭), আশিক সরকার (২৪), হৃদয় শেখ (২৪) ও সোহেল মোল্লা (২৫)। তাঁদের মধ্যে ছানোয়ার কাজী ও বিপ্লব হোসেনকে তিন দিন করে রিমান্ডে নিয়েছে পুলিশ। বাকি পাঁচজনকে কারাগারে পাঠানো হয়েছে।\r\n\r\nবুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিনের তিন দিনের রিমান্ড মঞ্জুর করেন আদালত। এ নিয়ে চারজনকে রিমান্ডে নিয়ে বনানী থানা-পুলিশ জিজ্ঞাসাবাদ করছে। বৃহস্পতিবার গ্রেপ্তার ছয়জনকে রিমান্ডে নেওয়ার আবেদন জানিয়ে শুক্রবার আদালতে তোলা হবে বলে পুলিশ জানিয়েছে।\r\n\r\nবনানী থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. মোস্তাফিজুর রহমান বৃহস্পতিবার দুপুরে প্রথম আলোকে জানান, বুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিন মূল হামলাকারী। হামলার সময় হিরো আলমের কোমর ধরে রেখেছিলেন মানিক আর হিরো আলমকে মারধর করেছেন আল আমিন। সিসিটিভি ক্যামেরায় ধারণ হওয়া ফুটেজে এ দৃশ্য দেখা গেছে।\r\n\r\nমামলার তদন্তসংশ্লিষ্ট সূত্র জানায়, কারাগারে থাকা মাহমুদুল হাসান, মোজাহিদ খান, আশিক সরকার ও হৃদয় শেখ বনানী থানা ছাত্রলীগের সাবেক সাধারণ সম্পাদক শেখ মেহেদীর অনুসারী।\r\n\r\nস্থানীয় আওয়ামী লীগ ও যুবলীগের নেতারা বলছেন, রিমান্ডে থাকা মানিক গাজী ও আল আমিনকে ছাত্রলীগের সাবেক নেতা শেখ মেহেদীর বিভিন্ন রাজনৈতিক কর্মসূচিতে দেখা যায়।\r\n\r\nএদিকে গতকাল বিকেলে রাজধানীর মিন্টো রোডে ডিএমপির অতিরিক্ত কমিশনার (ডিবি) হারুন অর রশীদের সঙ্গে সাক্ষাৎ করেন হিরো আলম। তিনি বেলা সাড়ে তিনটার দিকে ডিবি কার্যালয়ে প্রবেশ করেন। সেখান থেকে বের হন প্রায় দেড় ঘণ্টা পর।\r\n\r\nহিরো আলম বলেন, ডিবিপ্রধান তাঁর ওপর (হিরো আলম) হামলার ঘটনায় জড়িত ব্যক্তিদের ছবি দেখিয়ে তাঁর কাছে জানতে চান, এসব ব্যক্তি তাঁর ওপর হামলা করেছিল কি না। ছবি শনাক্ত করে হিরো আলম তখন বলেন, এসব ব্যক্তি তাঁর ওপর হামলা করেন। ডিবিপ্রধান তখন বৃহস্পতিবার রাতেই বাকিদের গ্রেপ্তার করার আশ্বাস দেন।\r\n\r\nঢাকা-১৭ আসনের উপনির্বাচনের ভোট চলাকালে সোমবার বিকেলে বনানী বিদ্যানিকেতন স্কুল অ্যান্ড কলেজ ভোটকেন্দ্র পরিদর্শনে যান হিরো আলম। এ সময় নৌকা প্রতীকের কর্মী ও সমর্থকেরা পেছন থেকে তাঁর উদ্দেশে গালাগাল করতে থাকেন এবং কেন্দ্র থেকে বেরিয়ে যেতে বলেন। পরিস্থিতি উত্তপ্ত হলে দায়িত্বরত পুলিশ সদস্যরা নিরাপত্তা দিয়ে হিরো আলমকে স্কুল ফটকের বাইরে পৌঁছে দেন। তখন নৌকার ব্যাজধারী ব্যক্তিরা ধাওয়া দিয়ে তাঁকে রাস্তায় ফেলে পেটান।', '64b9c8c291176png'),
(12, 'হিরো আলমের ওপর হামলায় আরও ৬ জনকে গ্রেপ্তার', 'ঢাকা-১৭ আসনের উপনির্বাচনে ভোট চলাকালে স্বতন্ত্র প্রার্থী আশরাফুল হোসেন ওরফে হিরো আলমের ওপর হামলার ঘটনায় আরও ছয়জনকে গ্রেপ্তার করেছে পুলিশ।\r\n\r\nগতকাল বৃহস্পতিবার রাজধানীর বিভিন্ন এলাকা থেকে তাঁদের গ্রেপ্তার করা হয়। তবে তাঁদের নাম-পরিচয় জানা যায়নি।\r\n\r\nএর আগে গত বুধবার রাতে রাজধানীর কারওয়ান বাজারে অভিযান চালিয়ে হামলায় জড়িত দুই ‘মূল ব্যক্তি’কে গ্রেপ্তার করে পুলিশ। মঙ্গলবার গ্রেপ্তার করা হয় সাতজনকে। এ নিয়ে হিরো আলমের ওপর হামলার ঘটনায় মোট ১৫ জনকে গ্রেপ্তার করা হলো।\r\n\r\nপুলিশের গুলশান বিভাগের উপকমিশনার মো. শহিদুল্লাহ গতকাল রাতে প্রথম আলোকে বলেন, সিসিটিভি ক্যামেরার ফুটেজ বিশ্লেষণ করে হিরো আলমের ওপর হামলার ঘটনায় এই ছয়জনকে গ্রেপ্তার করা হয়েছে। মামলার তদন্তভার শুক্রবার ঢাকা মহানগর পুলিশের (ডিএমপি) গোয়েন্দা বিভাগে (ডিবি) স্থানান্তর করা হবে।\r\n\r\nহিরো আলমের ওপর হামলার ঘটনায় মঙ্গলবার সাতজনকে গ্রেপ্তার করা হয়। তাঁরা হলেন ছানোয়ার কাজী (২৮), বিপ্লব হোসেন (৩১), মাহমুদুল হাসান (২৭), মোজাহিদ খান (২৭), আশিক সরকার (২৪), হৃদয় শেখ (২৪) ও সোহেল মোল্লা (২৫)। তাঁদের মধ্যে ছানোয়ার কাজী ও বিপ্লব হোসেনকে তিন দিন করে রিমান্ডে নিয়েছে পুলিশ। বাকি পাঁচজনকে কারাগারে পাঠানো হয়েছে।\r\n\r\nবুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিনের তিন দিনের রিমান্ড মঞ্জুর করেন আদালত। এ নিয়ে চারজনকে রিমান্ডে নিয়ে বনানী থানা-পুলিশ জিজ্ঞাসাবাদ করছে। বৃহস্পতিবার গ্রেপ্তার ছয়জনকে রিমান্ডে নেওয়ার আবেদন জানিয়ে শুক্রবার আদালতে তোলা হবে বলে পুলিশ জানিয়েছে।\r\n\r\nবনানী থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. মোস্তাফিজুর রহমান বৃহস্পতিবার দুপুরে প্রথম আলোকে জানান, বুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিন মূল হামলাকারী। হামলার সময় হিরো আলমের কোমর ধরে রেখেছিলেন মানিক আর হিরো আলমকে মারধর করেছেন আল আমিন। সিসিটিভি ক্যামেরায় ধারণ হওয়া ফুটেজে এ দৃশ্য দেখা গেছে।\r\n\r\nমামলার তদন্তসংশ্লিষ্ট সূত্র জানায়, কারাগারে থাকা মাহমুদুল হাসান, মোজাহিদ খান, আশিক সরকার ও হৃদয় শেখ বনানী থানা ছাত্রলীগের সাবেক সাধারণ সম্পাদক শেখ মেহেদীর অনুসারী।\r\n\r\nস্থানীয় আওয়ামী লীগ ও যুবলীগের নেতারা বলছেন, রিমান্ডে থাকা মানিক গাজী ও আল আমিনকে ছাত্রলীগের সাবেক নেতা শেখ মেহেদীর বিভিন্ন রাজনৈতিক কর্মসূচিতে দেখা যায়।\r\n\r\nএদিকে গতকাল বিকেলে রাজধানীর মিন্টো রোডে ডিএমপির অতিরিক্ত কমিশনার (ডিবি) হারুন অর রশীদের সঙ্গে সাক্ষাৎ করেন হিরো আলম। তিনি বেলা সাড়ে তিনটার দিকে ডিবি কার্যালয়ে প্রবেশ করেন। সেখান থেকে বের হন প্রায় দেড় ঘণ্টা পর।\r\n\r\nহিরো আলম বলেন, ডিবিপ্রধান তাঁর ওপর (হিরো আলম) হামলার ঘটনায় জড়িত ব্যক্তিদের ছবি দেখিয়ে তাঁর কাছে জানতে চান, এসব ব্যক্তি তাঁর ওপর হামলা করেছিল কি না। ছবি শনাক্ত করে হিরো আলম তখন বলেন, এসব ব্যক্তি তাঁর ওপর হামলা করেন। ডিবিপ্রধান তখন বৃহস্পতিবার রাতেই বাকিদের গ্রেপ্তার করার আশ্বাস দেন।\r\n\r\nঢাকা-১৭ আসনের উপনির্বাচনের ভোট চলাকালে সোমবার বিকেলে বনানী বিদ্যানিকেতন স্কুল অ্যান্ড কলেজ ভোটকেন্দ্র পরিদর্শনে যান হিরো আলম। এ সময় নৌকা প্রতীকের কর্মী ও সমর্থকেরা পেছন থেকে তাঁর উদ্দেশে গালাগাল করতে থাকেন এবং কেন্দ্র থেকে বেরিয়ে যেতে বলেন। পরিস্থিতি উত্তপ্ত হলে দায়িত্বরত পুলিশ সদস্যরা নিরাপত্তা দিয়ে হিরো আলমকে স্কুল ফটকের বাইরে পৌঁছে দেন। তখন নৌকার ব্যাজধারী ব্যক্তিরা ধাওয়া দিয়ে তাঁকে রাস্তায় ফেলে পেটান।', '64b9c8c59eb2fpng'),
(13, 'হিরো আলমের ওপর হামলায় আরও ৬ জনকে গ্রেপ্তার', 'ঢাকা-১৭ আসনের উপনির্বাচনে ভোট চলাকালে স্বতন্ত্র প্রার্থী আশরাফুল হোসেন ওরফে হিরো আলমের ওপর হামলার ঘটনায় আরও ছয়জনকে গ্রেপ্তার করেছে পুলিশ।\r\n\r\nগতকাল বৃহস্পতিবার রাজধানীর বিভিন্ন এলাকা থেকে তাঁদের গ্রেপ্তার করা হয়। তবে তাঁদের নাম-পরিচয় জানা যায়নি।\r\n\r\nএর আগে গত বুধবার রাতে রাজধানীর কারওয়ান বাজারে অভিযান চালিয়ে হামলায় জড়িত দুই ‘মূল ব্যক্তি’কে গ্রেপ্তার করে পুলিশ। মঙ্গলবার গ্রেপ্তার করা হয় সাতজনকে। এ নিয়ে হিরো আলমের ওপর হামলার ঘটনায় মোট ১৫ জনকে গ্রেপ্তার করা হলো।\r\n\r\nপুলিশের গুলশান বিভাগের উপকমিশনার মো. শহিদুল্লাহ গতকাল রাতে প্রথম আলোকে বলেন, সিসিটিভি ক্যামেরার ফুটেজ বিশ্লেষণ করে হিরো আলমের ওপর হামলার ঘটনায় এই ছয়জনকে গ্রেপ্তার করা হয়েছে। মামলার তদন্তভার শুক্রবার ঢাকা মহানগর পুলিশের (ডিএমপি) গোয়েন্দা বিভাগে (ডিবি) স্থানান্তর করা হবে।\r\n\r\nহিরো আলমের ওপর হামলার ঘটনায় মঙ্গলবার সাতজনকে গ্রেপ্তার করা হয়। তাঁরা হলেন ছানোয়ার কাজী (২৮), বিপ্লব হোসেন (৩১), মাহমুদুল হাসান (২৭), মোজাহিদ খান (২৭), আশিক সরকার (২৪), হৃদয় শেখ (২৪) ও সোহেল মোল্লা (২৫)। তাঁদের মধ্যে ছানোয়ার কাজী ও বিপ্লব হোসেনকে তিন দিন করে রিমান্ডে নিয়েছে পুলিশ। বাকি পাঁচজনকে কারাগারে পাঠানো হয়েছে।\r\n\r\nবুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিনের তিন দিনের রিমান্ড মঞ্জুর করেন আদালত। এ নিয়ে চারজনকে রিমান্ডে নিয়ে বনানী থানা-পুলিশ জিজ্ঞাসাবাদ করছে। বৃহস্পতিবার গ্রেপ্তার ছয়জনকে রিমান্ডে নেওয়ার আবেদন জানিয়ে শুক্রবার আদালতে তোলা হবে বলে পুলিশ জানিয়েছে।\r\n\r\nবনানী থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. মোস্তাফিজুর রহমান বৃহস্পতিবার দুপুরে প্রথম আলোকে জানান, বুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিন মূল হামলাকারী। হামলার সময় হিরো আলমের কোমর ধরে রেখেছিলেন মানিক আর হিরো আলমকে মারধর করেছেন আল আমিন। সিসিটিভি ক্যামেরায় ধারণ হওয়া ফুটেজে এ দৃশ্য দেখা গেছে।\r\n\r\nমামলার তদন্তসংশ্লিষ্ট সূত্র জানায়, কারাগারে থাকা মাহমুদুল হাসান, মোজাহিদ খান, আশিক সরকার ও হৃদয় শেখ বনানী থানা ছাত্রলীগের সাবেক সাধারণ সম্পাদক শেখ মেহেদীর অনুসারী।\r\n\r\nস্থানীয় আওয়ামী লীগ ও যুবলীগের নেতারা বলছেন, রিমান্ডে থাকা মানিক গাজী ও আল আমিনকে ছাত্রলীগের সাবেক নেতা শেখ মেহেদীর বিভিন্ন রাজনৈতিক কর্মসূচিতে দেখা যায়।\r\n\r\nএদিকে গতকাল বিকেলে রাজধানীর মিন্টো রোডে ডিএমপির অতিরিক্ত কমিশনার (ডিবি) হারুন অর রশীদের সঙ্গে সাক্ষাৎ করেন হিরো আলম। তিনি বেলা সাড়ে তিনটার দিকে ডিবি কার্যালয়ে প্রবেশ করেন। সেখান থেকে বের হন প্রায় দেড় ঘণ্টা পর।\r\n\r\nহিরো আলম বলেন, ডিবিপ্রধান তাঁর ওপর (হিরো আলম) হামলার ঘটনায় জড়িত ব্যক্তিদের ছবি দেখিয়ে তাঁর কাছে জানতে চান, এসব ব্যক্তি তাঁর ওপর হামলা করেছিল কি না। ছবি শনাক্ত করে হিরো আলম তখন বলেন, এসব ব্যক্তি তাঁর ওপর হামলা করেন। ডিবিপ্রধান তখন বৃহস্পতিবার রাতেই বাকিদের গ্রেপ্তার করার আশ্বাস দেন।\r\n\r\nঢাকা-১৭ আসনের উপনির্বাচনের ভোট চলাকালে সোমবার বিকেলে বনানী বিদ্যানিকেতন স্কুল অ্যান্ড কলেজ ভোটকেন্দ্র পরিদর্শনে যান হিরো আলম। এ সময় নৌকা প্রতীকের কর্মী ও সমর্থকেরা পেছন থেকে তাঁর উদ্দেশে গালাগাল করতে থাকেন এবং কেন্দ্র থেকে বেরিয়ে যেতে বলেন। পরিস্থিতি উত্তপ্ত হলে দায়িত্বরত পুলিশ সদস্যরা নিরাপত্তা দিয়ে হিরো আলমকে স্কুল ফটকের বাইরে পৌঁছে দেন। তখন নৌকার ব্যাজধারী ব্যক্তিরা ধাওয়া দিয়ে তাঁকে রাস্তায় ফেলে পেটান।', '64b9c8c87c63fpng'),
(14, 'হিরো আলমের ওপর হামলায় আরও ৬ জনকে গ্রেপ্তার', 'ঢাকা-১৭ আসনের উপনির্বাচনে ভোট চলাকালে স্বতন্ত্র প্রার্থী আশরাফুল হোসেন ওরফে হিরো আলমের ওপর হামলার ঘটনায় আরও ছয়জনকে গ্রেপ্তার করেছে পুলিশ।\r\n\r\nগতকাল বৃহস্পতিবার রাজধানীর বিভিন্ন এলাকা থেকে তাঁদের গ্রেপ্তার করা হয়। তবে তাঁদের নাম-পরিচয় জানা যায়নি।\r\n\r\nএর আগে গত বুধবার রাতে রাজধানীর কারওয়ান বাজারে অভিযান চালিয়ে হামলায় জড়িত দুই ‘মূল ব্যক্তি’কে গ্রেপ্তার করে পুলিশ। মঙ্গলবার গ্রেপ্তার করা হয় সাতজনকে। এ নিয়ে হিরো আলমের ওপর হামলার ঘটনায় মোট ১৫ জনকে গ্রেপ্তার করা হলো।\r\n\r\nপুলিশের গুলশান বিভাগের উপকমিশনার মো. শহিদুল্লাহ গতকাল রাতে প্রথম আলোকে বলেন, সিসিটিভি ক্যামেরার ফুটেজ বিশ্লেষণ করে হিরো আলমের ওপর হামলার ঘটনায় এই ছয়জনকে গ্রেপ্তার করা হয়েছে। মামলার তদন্তভার শুক্রবার ঢাকা মহানগর পুলিশের (ডিএমপি) গোয়েন্দা বিভাগে (ডিবি) স্থানান্তর করা হবে।\r\n\r\nহিরো আলমের ওপর হামলার ঘটনায় মঙ্গলবার সাতজনকে গ্রেপ্তার করা হয়। তাঁরা হলেন ছানোয়ার কাজী (২৮), বিপ্লব হোসেন (৩১), মাহমুদুল হাসান (২৭), মোজাহিদ খান (২৭), আশিক সরকার (২৪), হৃদয় শেখ (২৪) ও সোহেল মোল্লা (২৫)। তাঁদের মধ্যে ছানোয়ার কাজী ও বিপ্লব হোসেনকে তিন দিন করে রিমান্ডে নিয়েছে পুলিশ। বাকি পাঁচজনকে কারাগারে পাঠানো হয়েছে।\r\n\r\nবুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিনের তিন দিনের রিমান্ড মঞ্জুর করেন আদালত। এ নিয়ে চারজনকে রিমান্ডে নিয়ে বনানী থানা-পুলিশ জিজ্ঞাসাবাদ করছে। বৃহস্পতিবার গ্রেপ্তার ছয়জনকে রিমান্ডে নেওয়ার আবেদন জানিয়ে শুক্রবার আদালতে তোলা হবে বলে পুলিশ জানিয়েছে।\r\n\r\nবনানী থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. মোস্তাফিজুর রহমান বৃহস্পতিবার দুপুরে প্রথম আলোকে জানান, বুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিন মূল হামলাকারী। হামলার সময় হিরো আলমের কোমর ধরে রেখেছিলেন মানিক আর হিরো আলমকে মারধর করেছেন আল আমিন। সিসিটিভি ক্যামেরায় ধারণ হওয়া ফুটেজে এ দৃশ্য দেখা গেছে।\r\n\r\nমামলার তদন্তসংশ্লিষ্ট সূত্র জানায়, কারাগারে থাকা মাহমুদুল হাসান, মোজাহিদ খান, আশিক সরকার ও হৃদয় শেখ বনানী থানা ছাত্রলীগের সাবেক সাধারণ সম্পাদক শেখ মেহেদীর অনুসারী।\r\n\r\nস্থানীয় আওয়ামী লীগ ও যুবলীগের নেতারা বলছেন, রিমান্ডে থাকা মানিক গাজী ও আল আমিনকে ছাত্রলীগের সাবেক নেতা শেখ মেহেদীর বিভিন্ন রাজনৈতিক কর্মসূচিতে দেখা যায়।\r\n\r\nএদিকে গতকাল বিকেলে রাজধানীর মিন্টো রোডে ডিএমপির অতিরিক্ত কমিশনার (ডিবি) হারুন অর রশীদের সঙ্গে সাক্ষাৎ করেন হিরো আলম। তিনি বেলা সাড়ে তিনটার দিকে ডিবি কার্যালয়ে প্রবেশ করেন। সেখান থেকে বের হন প্রায় দেড় ঘণ্টা পর।\r\n\r\nহিরো আলম বলেন, ডিবিপ্রধান তাঁর ওপর (হিরো আলম) হামলার ঘটনায় জড়িত ব্যক্তিদের ছবি দেখিয়ে তাঁর কাছে জানতে চান, এসব ব্যক্তি তাঁর ওপর হামলা করেছিল কি না। ছবি শনাক্ত করে হিরো আলম তখন বলেন, এসব ব্যক্তি তাঁর ওপর হামলা করেন। ডিবিপ্রধান তখন বৃহস্পতিবার রাতেই বাকিদের গ্রেপ্তার করার আশ্বাস দেন।\r\n\r\nঢাকা-১৭ আসনের উপনির্বাচনের ভোট চলাকালে সোমবার বিকেলে বনানী বিদ্যানিকেতন স্কুল অ্যান্ড কলেজ ভোটকেন্দ্র পরিদর্শনে যান হিরো আলম। এ সময় নৌকা প্রতীকের কর্মী ও সমর্থকেরা পেছন থেকে তাঁর উদ্দেশে গালাগাল করতে থাকেন এবং কেন্দ্র থেকে বেরিয়ে যেতে বলেন। পরিস্থিতি উত্তপ্ত হলে দায়িত্বরত পুলিশ সদস্যরা নিরাপত্তা দিয়ে হিরো আলমকে স্কুল ফটকের বাইরে পৌঁছে দেন। তখন নৌকার ব্যাজধারী ব্যক্তিরা ধাওয়া দিয়ে তাঁকে রাস্তায় ফেলে পেটান।', '64b9c8cb2876dpng'),
(15, 'হিরো আলমের ওপর হামলায় আরও ৬ জনকে গ্রেপ্তার', 'ঢাকা-১৭ আসনের উপনির্বাচনে ভোট চলাকালে স্বতন্ত্র প্রার্থী আশরাফুল হোসেন ওরফে হিরো আলমের ওপর হামলার ঘটনায় আরও ছয়জনকে গ্রেপ্তার করেছে পুলিশ।\r\n\r\nগতকাল বৃহস্পতিবার রাজধানীর বিভিন্ন এলাকা থেকে তাঁদের গ্রেপ্তার করা হয়। তবে তাঁদের নাম-পরিচয় জানা যায়নি।\r\n\r\nএর আগে গত বুধবার রাতে রাজধানীর কারওয়ান বাজারে অভিযান চালিয়ে হামলায় জড়িত দুই ‘মূল ব্যক্তি’কে গ্রেপ্তার করে পুলিশ। মঙ্গলবার গ্রেপ্তার করা হয় সাতজনকে। এ নিয়ে হিরো আলমের ওপর হামলার ঘটনায় মোট ১৫ জনকে গ্রেপ্তার করা হলো।\r\n\r\nপুলিশের গুলশান বিভাগের উপকমিশনার মো. শহিদুল্লাহ গতকাল রাতে প্রথম আলোকে বলেন, সিসিটিভি ক্যামেরার ফুটেজ বিশ্লেষণ করে হিরো আলমের ওপর হামলার ঘটনায় এই ছয়জনকে গ্রেপ্তার করা হয়েছে। মামলার তদন্তভার শুক্রবার ঢাকা মহানগর পুলিশের (ডিএমপি) গোয়েন্দা বিভাগে (ডিবি) স্থানান্তর করা হবে।\r\n\r\nহিরো আলমের ওপর হামলার ঘটনায় মঙ্গলবার সাতজনকে গ্রেপ্তার করা হয়। তাঁরা হলেন ছানোয়ার কাজী (২৮), বিপ্লব হোসেন (৩১), মাহমুদুল হাসান (২৭), মোজাহিদ খান (২৭), আশিক সরকার (২৪), হৃদয় শেখ (২৪) ও সোহেল মোল্লা (২৫)। তাঁদের মধ্যে ছানোয়ার কাজী ও বিপ্লব হোসেনকে তিন দিন করে রিমান্ডে নিয়েছে পুলিশ। বাকি পাঁচজনকে কারাগারে পাঠানো হয়েছে।\r\n\r\nবুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিনের তিন দিনের রিমান্ড মঞ্জুর করেন আদালত। এ নিয়ে চারজনকে রিমান্ডে নিয়ে বনানী থানা-পুলিশ জিজ্ঞাসাবাদ করছে। বৃহস্পতিবার গ্রেপ্তার ছয়জনকে রিমান্ডে নেওয়ার আবেদন জানিয়ে শুক্রবার আদালতে তোলা হবে বলে পুলিশ জানিয়েছে।\r\n\r\nবনানী থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. মোস্তাফিজুর রহমান বৃহস্পতিবার দুপুরে প্রথম আলোকে জানান, বুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিন মূল হামলাকারী। হামলার সময় হিরো আলমের কোমর ধরে রেখেছিলেন মানিক আর হিরো আলমকে মারধর করেছেন আল আমিন। সিসিটিভি ক্যামেরায় ধারণ হওয়া ফুটেজে এ দৃশ্য দেখা গেছে।\r\n\r\nমামলার তদন্তসংশ্লিষ্ট সূত্র জানায়, কারাগারে থাকা মাহমুদুল হাসান, মোজাহিদ খান, আশিক সরকার ও হৃদয় শেখ বনানী থানা ছাত্রলীগের সাবেক সাধারণ সম্পাদক শেখ মেহেদীর অনুসারী।\r\n\r\nস্থানীয় আওয়ামী লীগ ও যুবলীগের নেতারা বলছেন, রিমান্ডে থাকা মানিক গাজী ও আল আমিনকে ছাত্রলীগের সাবেক নেতা শেখ মেহেদীর বিভিন্ন রাজনৈতিক কর্মসূচিতে দেখা যায়।\r\n\r\nএদিকে গতকাল বিকেলে রাজধানীর মিন্টো রোডে ডিএমপির অতিরিক্ত কমিশনার (ডিবি) হারুন অর রশীদের সঙ্গে সাক্ষাৎ করেন হিরো আলম। তিনি বেলা সাড়ে তিনটার দিকে ডিবি কার্যালয়ে প্রবেশ করেন। সেখান থেকে বের হন প্রায় দেড় ঘণ্টা পর।\r\n\r\nহিরো আলম বলেন, ডিবিপ্রধান তাঁর ওপর (হিরো আলম) হামলার ঘটনায় জড়িত ব্যক্তিদের ছবি দেখিয়ে তাঁর কাছে জানতে চান, এসব ব্যক্তি তাঁর ওপর হামলা করেছিল কি না। ছবি শনাক্ত করে হিরো আলম তখন বলেন, এসব ব্যক্তি তাঁর ওপর হামলা করেন। ডিবিপ্রধান তখন বৃহস্পতিবার রাতেই বাকিদের গ্রেপ্তার করার আশ্বাস দেন।\r\n\r\nঢাকা-১৭ আসনের উপনির্বাচনের ভোট চলাকালে সোমবার বিকেলে বনানী বিদ্যানিকেতন স্কুল অ্যান্ড কলেজ ভোটকেন্দ্র পরিদর্শনে যান হিরো আলম। এ সময় নৌকা প্রতীকের কর্মী ও সমর্থকেরা পেছন থেকে তাঁর উদ্দেশে গালাগাল করতে থাকেন এবং কেন্দ্র থেকে বেরিয়ে যেতে বলেন। পরিস্থিতি উত্তপ্ত হলে দায়িত্বরত পুলিশ সদস্যরা নিরাপত্তা দিয়ে হিরো আলমকে স্কুল ফটকের বাইরে পৌঁছে দেন। তখন নৌকার ব্যাজধারী ব্যক্তিরা ধাওয়া দিয়ে তাঁকে রাস্তায় ফেলে পেটান।', '64b9c8ce98bb1png'),
(16, 'হিরো আলমের ওপর হামলায় আরও ৬ জনকে গ্রেপ্তার', 'ঢাকা-১৭ আসনের উপনির্বাচনে ভোট চলাকালে স্বতন্ত্র প্রার্থী আশরাফুল হোসেন ওরফে হিরো আলমের ওপর হামলার ঘটনায় আরও ছয়জনকে গ্রেপ্তার করেছে পুলিশ।\r\n\r\nগতকাল বৃহস্পতিবার রাজধানীর বিভিন্ন এলাকা থেকে তাঁদের গ্রেপ্তার করা হয়। তবে তাঁদের নাম-পরিচয় জানা যায়নি।\r\n\r\nএর আগে গত বুধবার রাতে রাজধানীর কারওয়ান বাজারে অভিযান চালিয়ে হামলায় জড়িত দুই ‘মূল ব্যক্তি’কে গ্রেপ্তার করে পুলিশ। মঙ্গলবার গ্রেপ্তার করা হয় সাতজনকে। এ নিয়ে হিরো আলমের ওপর হামলার ঘটনায় মোট ১৫ জনকে গ্রেপ্তার করা হলো।\r\n\r\nপুলিশের গুলশান বিভাগের উপকমিশনার মো. শহিদুল্লাহ গতকাল রাতে প্রথম আলোকে বলেন, সিসিটিভি ক্যামেরার ফুটেজ বিশ্লেষণ করে হিরো আলমের ওপর হামলার ঘটনায় এই ছয়জনকে গ্রেপ্তার করা হয়েছে। মামলার তদন্তভার শুক্রবার ঢাকা মহানগর পুলিশের (ডিএমপি) গোয়েন্দা বিভাগে (ডিবি) স্থানান্তর করা হবে।\r\n\r\nহিরো আলমের ওপর হামলার ঘটনায় মঙ্গলবার সাতজনকে গ্রেপ্তার করা হয়। তাঁরা হলেন ছানোয়ার কাজী (২৮), বিপ্লব হোসেন (৩১), মাহমুদুল হাসান (২৭), মোজাহিদ খান (২৭), আশিক সরকার (২৪), হৃদয় শেখ (২৪) ও সোহেল মোল্লা (২৫)। তাঁদের মধ্যে ছানোয়ার কাজী ও বিপ্লব হোসেনকে তিন দিন করে রিমান্ডে নিয়েছে পুলিশ। বাকি পাঁচজনকে কারাগারে পাঠানো হয়েছে।\r\n\r\nবুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিনের তিন দিনের রিমান্ড মঞ্জুর করেন আদালত। এ নিয়ে চারজনকে রিমান্ডে নিয়ে বনানী থানা-পুলিশ জিজ্ঞাসাবাদ করছে। বৃহস্পতিবার গ্রেপ্তার ছয়জনকে রিমান্ডে নেওয়ার আবেদন জানিয়ে শুক্রবার আদালতে তোলা হবে বলে পুলিশ জানিয়েছে।\r\n\r\nবনানী থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. মোস্তাফিজুর রহমান বৃহস্পতিবার দুপুরে প্রথম আলোকে জানান, বুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিন মূল হামলাকারী। হামলার সময় হিরো আলমের কোমর ধরে রেখেছিলেন মানিক আর হিরো আলমকে মারধর করেছেন আল আমিন। সিসিটিভি ক্যামেরায় ধারণ হওয়া ফুটেজে এ দৃশ্য দেখা গেছে।\r\n\r\nমামলার তদন্তসংশ্লিষ্ট সূত্র জানায়, কারাগারে থাকা মাহমুদুল হাসান, মোজাহিদ খান, আশিক সরকার ও হৃদয় শেখ বনানী থানা ছাত্রলীগের সাবেক সাধারণ সম্পাদক শেখ মেহেদীর অনুসারী।\r\n\r\nস্থানীয় আওয়ামী লীগ ও যুবলীগের নেতারা বলছেন, রিমান্ডে থাকা মানিক গাজী ও আল আমিনকে ছাত্রলীগের সাবেক নেতা শেখ মেহেদীর বিভিন্ন রাজনৈতিক কর্মসূচিতে দেখা যায়।\r\n\r\nএদিকে গতকাল বিকেলে রাজধানীর মিন্টো রোডে ডিএমপির অতিরিক্ত কমিশনার (ডিবি) হারুন অর রশীদের সঙ্গে সাক্ষাৎ করেন হিরো আলম। তিনি বেলা সাড়ে তিনটার দিকে ডিবি কার্যালয়ে প্রবেশ করেন। সেখান থেকে বের হন প্রায় দেড় ঘণ্টা পর।\r\n\r\nহিরো আলম বলেন, ডিবিপ্রধান তাঁর ওপর (হিরো আলম) হামলার ঘটনায় জড়িত ব্যক্তিদের ছবি দেখিয়ে তাঁর কাছে জানতে চান, এসব ব্যক্তি তাঁর ওপর হামলা করেছিল কি না। ছবি শনাক্ত করে হিরো আলম তখন বলেন, এসব ব্যক্তি তাঁর ওপর হামলা করেন। ডিবিপ্রধান তখন বৃহস্পতিবার রাতেই বাকিদের গ্রেপ্তার করার আশ্বাস দেন।\r\n\r\nঢাকা-১৭ আসনের উপনির্বাচনের ভোট চলাকালে সোমবার বিকেলে বনানী বিদ্যানিকেতন স্কুল অ্যান্ড কলেজ ভোটকেন্দ্র পরিদর্শনে যান হিরো আলম। এ সময় নৌকা প্রতীকের কর্মী ও সমর্থকেরা পেছন থেকে তাঁর উদ্দেশে গালাগাল করতে থাকেন এবং কেন্দ্র থেকে বেরিয়ে যেতে বলেন। পরিস্থিতি উত্তপ্ত হলে দায়িত্বরত পুলিশ সদস্যরা নিরাপত্তা দিয়ে হিরো আলমকে স্কুল ফটকের বাইরে পৌঁছে দেন। তখন নৌকার ব্যাজধারী ব্যক্তিরা ধাওয়া দিয়ে তাঁকে রাস্তায় ফেলে পেটান।', '64b9c8d1b6102png'),
(17, 'হিরো আলমের ওপর হামলায় আরও ৬ জনকে গ্রেপ্তার', 'ঢাকা-১৭ আসনের উপনির্বাচনে ভোট চলাকালে স্বতন্ত্র প্রার্থী আশরাফুল হোসেন ওরফে হিরো আলমের ওপর হামলার ঘটনায় আরও ছয়জনকে গ্রেপ্তার করেছে পুলিশ।\r\n\r\nগতকাল বৃহস্পতিবার রাজধানীর বিভিন্ন এলাকা থেকে তাঁদের গ্রেপ্তার করা হয়। তবে তাঁদের নাম-পরিচয় জানা যায়নি।\r\n\r\nএর আগে গত বুধবার রাতে রাজধানীর কারওয়ান বাজারে অভিযান চালিয়ে হামলায় জড়িত দুই ‘মূল ব্যক্তি’কে গ্রেপ্তার করে পুলিশ। মঙ্গলবার গ্রেপ্তার করা হয় সাতজনকে। এ নিয়ে হিরো আলমের ওপর হামলার ঘটনায় মোট ১৫ জনকে গ্রেপ্তার করা হলো।\r\n\r\nপুলিশের গুলশান বিভাগের উপকমিশনার মো. শহিদুল্লাহ গতকাল রাতে প্রথম আলোকে বলেন, সিসিটিভি ক্যামেরার ফুটেজ বিশ্লেষণ করে হিরো আলমের ওপর হামলার ঘটনায় এই ছয়জনকে গ্রেপ্তার করা হয়েছে। মামলার তদন্তভার শুক্রবার ঢাকা মহানগর পুলিশের (ডিএমপি) গোয়েন্দা বিভাগে (ডিবি) স্থানান্তর করা হবে।\r\n\r\nহিরো আলমের ওপর হামলার ঘটনায় মঙ্গলবার সাতজনকে গ্রেপ্তার করা হয়। তাঁরা হলেন ছানোয়ার কাজী (২৮), বিপ্লব হোসেন (৩১), মাহমুদুল হাসান (২৭), মোজাহিদ খান (২৭), আশিক সরকার (২৪), হৃদয় শেখ (২৪) ও সোহেল মোল্লা (২৫)। তাঁদের মধ্যে ছানোয়ার কাজী ও বিপ্লব হোসেনকে তিন দিন করে রিমান্ডে নিয়েছে পুলিশ। বাকি পাঁচজনকে কারাগারে পাঠানো হয়েছে।\r\n\r\nবুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিনের তিন দিনের রিমান্ড মঞ্জুর করেন আদালত। এ নিয়ে চারজনকে রিমান্ডে নিয়ে বনানী থানা-পুলিশ জিজ্ঞাসাবাদ করছে। বৃহস্পতিবার গ্রেপ্তার ছয়জনকে রিমান্ডে নেওয়ার আবেদন জানিয়ে শুক্রবার আদালতে তোলা হবে বলে পুলিশ জানিয়েছে।\r\n\r\nবনানী থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. মোস্তাফিজুর রহমান বৃহস্পতিবার দুপুরে প্রথম আলোকে জানান, বুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিন মূল হামলাকারী। হামলার সময় হিরো আলমের কোমর ধরে রেখেছিলেন মানিক আর হিরো আলমকে মারধর করেছেন আল আমিন। সিসিটিভি ক্যামেরায় ধারণ হওয়া ফুটেজে এ দৃশ্য দেখা গেছে।\r\n\r\nমামলার তদন্তসংশ্লিষ্ট সূত্র জানায়, কারাগারে থাকা মাহমুদুল হাসান, মোজাহিদ খান, আশিক সরকার ও হৃদয় শেখ বনানী থানা ছাত্রলীগের সাবেক সাধারণ সম্পাদক শেখ মেহেদীর অনুসারী।\r\n\r\nস্থানীয় আওয়ামী লীগ ও যুবলীগের নেতারা বলছেন, রিমান্ডে থাকা মানিক গাজী ও আল আমিনকে ছাত্রলীগের সাবেক নেতা শেখ মেহেদীর বিভিন্ন রাজনৈতিক কর্মসূচিতে দেখা যায়।\r\n\r\nএদিকে গতকাল বিকেলে রাজধানীর মিন্টো রোডে ডিএমপির অতিরিক্ত কমিশনার (ডিবি) হারুন অর রশীদের সঙ্গে সাক্ষাৎ করেন হিরো আলম। তিনি বেলা সাড়ে তিনটার দিকে ডিবি কার্যালয়ে প্রবেশ করেন। সেখান থেকে বের হন প্রায় দেড় ঘণ্টা পর।\r\n\r\nহিরো আলম বলেন, ডিবিপ্রধান তাঁর ওপর (হিরো আলম) হামলার ঘটনায় জড়িত ব্যক্তিদের ছবি দেখিয়ে তাঁর কাছে জানতে চান, এসব ব্যক্তি তাঁর ওপর হামলা করেছিল কি না। ছবি শনাক্ত করে হিরো আলম তখন বলেন, এসব ব্যক্তি তাঁর ওপর হামলা করেন। ডিবিপ্রধান তখন বৃহস্পতিবার রাতেই বাকিদের গ্রেপ্তার করার আশ্বাস দেন।\r\n\r\nঢাকা-১৭ আসনের উপনির্বাচনের ভোট চলাকালে সোমবার বিকেলে বনানী বিদ্যানিকেতন স্কুল অ্যান্ড কলেজ ভোটকেন্দ্র পরিদর্শনে যান হিরো আলম। এ সময় নৌকা প্রতীকের কর্মী ও সমর্থকেরা পেছন থেকে তাঁর উদ্দেশে গালাগাল করতে থাকেন এবং কেন্দ্র থেকে বেরিয়ে যেতে বলেন। পরিস্থিতি উত্তপ্ত হলে দায়িত্বরত পুলিশ সদস্যরা নিরাপত্তা দিয়ে হিরো আলমকে স্কুল ফটকের বাইরে পৌঁছে দেন। তখন নৌকার ব্যাজধারী ব্যক্তিরা ধাওয়া দিয়ে তাঁকে রাস্তায় ফেলে পেটান।', '64b9c8d493b68png'),
(18, 'হিরো আলমের ওপর হামলায় আরও ৬ জনকে গ্রেপ্তার', 'ঢাকা-১৭ আসনের উপনির্বাচনে ভোট চলাকালে স্বতন্ত্র প্রার্থী আশরাফুল হোসেন ওরফে হিরো আলমের ওপর হামলার ঘটনায় আরও ছয়জনকে গ্রেপ্তার করেছে পুলিশ।\r\n\r\nগতকাল বৃহস্পতিবার রাজধানীর বিভিন্ন এলাকা থেকে তাঁদের গ্রেপ্তার করা হয়। তবে তাঁদের নাম-পরিচয় জানা যায়নি।\r\n\r\nএর আগে গত বুধবার রাতে রাজধানীর কারওয়ান বাজারে অভিযান চালিয়ে হামলায় জড়িত দুই ‘মূল ব্যক্তি’কে গ্রেপ্তার করে পুলিশ। মঙ্গলবার গ্রেপ্তার করা হয় সাতজনকে। এ নিয়ে হিরো আলমের ওপর হামলার ঘটনায় মোট ১৫ জনকে গ্রেপ্তার করা হলো।\r\n\r\nপুলিশের গুলশান বিভাগের উপকমিশনার মো. শহিদুল্লাহ গতকাল রাতে প্রথম আলোকে বলেন, সিসিটিভি ক্যামেরার ফুটেজ বিশ্লেষণ করে হিরো আলমের ওপর হামলার ঘটনায় এই ছয়জনকে গ্রেপ্তার করা হয়েছে। মামলার তদন্তভার শুক্রবার ঢাকা মহানগর পুলিশের (ডিএমপি) গোয়েন্দা বিভাগে (ডিবি) স্থানান্তর করা হবে।\r\n\r\nহিরো আলমের ওপর হামলার ঘটনায় মঙ্গলবার সাতজনকে গ্রেপ্তার করা হয়। তাঁরা হলেন ছানোয়ার কাজী (২৮), বিপ্লব হোসেন (৩১), মাহমুদুল হাসান (২৭), মোজাহিদ খান (২৭), আশিক সরকার (২৪), হৃদয় শেখ (২৪) ও সোহেল মোল্লা (২৫)। তাঁদের মধ্যে ছানোয়ার কাজী ও বিপ্লব হোসেনকে তিন দিন করে রিমান্ডে নিয়েছে পুলিশ। বাকি পাঁচজনকে কারাগারে পাঠানো হয়েছে।\r\n\r\nবুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিনের তিন দিনের রিমান্ড মঞ্জুর করেন আদালত। এ নিয়ে চারজনকে রিমান্ডে নিয়ে বনানী থানা-পুলিশ জিজ্ঞাসাবাদ করছে। বৃহস্পতিবার গ্রেপ্তার ছয়জনকে রিমান্ডে নেওয়ার আবেদন জানিয়ে শুক্রবার আদালতে তোলা হবে বলে পুলিশ জানিয়েছে।\r\n\r\nবনানী থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. মোস্তাফিজুর রহমান বৃহস্পতিবার দুপুরে প্রথম আলোকে জানান, বুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিন মূল হামলাকারী। হামলার সময় হিরো আলমের কোমর ধরে রেখেছিলেন মানিক আর হিরো আলমকে মারধর করেছেন আল আমিন। সিসিটিভি ক্যামেরায় ধারণ হওয়া ফুটেজে এ দৃশ্য দেখা গেছে।\r\n\r\nমামলার তদন্তসংশ্লিষ্ট সূত্র জানায়, কারাগারে থাকা মাহমুদুল হাসান, মোজাহিদ খান, আশিক সরকার ও হৃদয় শেখ বনানী থানা ছাত্রলীগের সাবেক সাধারণ সম্পাদক শেখ মেহেদীর অনুসারী।\r\n\r\nস্থানীয় আওয়ামী লীগ ও যুবলীগের নেতারা বলছেন, রিমান্ডে থাকা মানিক গাজী ও আল আমিনকে ছাত্রলীগের সাবেক নেতা শেখ মেহেদীর বিভিন্ন রাজনৈতিক কর্মসূচিতে দেখা যায়।\r\n\r\nএদিকে গতকাল বিকেলে রাজধানীর মিন্টো রোডে ডিএমপির অতিরিক্ত কমিশনার (ডিবি) হারুন অর রশীদের সঙ্গে সাক্ষাৎ করেন হিরো আলম। তিনি বেলা সাড়ে তিনটার দিকে ডিবি কার্যালয়ে প্রবেশ করেন। সেখান থেকে বের হন প্রায় দেড় ঘণ্টা পর।\r\n\r\nহিরো আলম বলেন, ডিবিপ্রধান তাঁর ওপর (হিরো আলম) হামলার ঘটনায় জড়িত ব্যক্তিদের ছবি দেখিয়ে তাঁর কাছে জানতে চান, এসব ব্যক্তি তাঁর ওপর হামলা করেছিল কি না। ছবি শনাক্ত করে হিরো আলম তখন বলেন, এসব ব্যক্তি তাঁর ওপর হামলা করেন। ডিবিপ্রধান তখন বৃহস্পতিবার রাতেই বাকিদের গ্রেপ্তার করার আশ্বাস দেন।\r\n\r\nঢাকা-১৭ আসনের উপনির্বাচনের ভোট চলাকালে সোমবার বিকেলে বনানী বিদ্যানিকেতন স্কুল অ্যান্ড কলেজ ভোটকেন্দ্র পরিদর্শনে যান হিরো আলম। এ সময় নৌকা প্রতীকের কর্মী ও সমর্থকেরা পেছন থেকে তাঁর উদ্দেশে গালাগাল করতে থাকেন এবং কেন্দ্র থেকে বেরিয়ে যেতে বলেন। পরিস্থিতি উত্তপ্ত হলে দায়িত্বরত পুলিশ সদস্যরা নিরাপত্তা দিয়ে হিরো আলমকে স্কুল ফটকের বাইরে পৌঁছে দেন। তখন নৌকার ব্যাজধারী ব্যক্তিরা ধাওয়া দিয়ে তাঁকে রাস্তায় ফেলে পেটান।', '64b9c8d773f91png'),
(19, 'হিরো আলমের ওপর হামলায় আরও ৬ জনকে গ্রেপ্তার', 'ঢাকা-১৭ আসনের উপনির্বাচনে ভোট চলাকালে স্বতন্ত্র প্রার্থী আশরাফুল হোসেন ওরফে হিরো আলমের ওপর হামলার ঘটনায় আরও ছয়জনকে গ্রেপ্তার করেছে পুলিশ।\r\n\r\nগতকাল বৃহস্পতিবার রাজধানীর বিভিন্ন এলাকা থেকে তাঁদের গ্রেপ্তার করা হয়। তবে তাঁদের নাম-পরিচয় জানা যায়নি।\r\n\r\nএর আগে গত বুধবার রাতে রাজধানীর কারওয়ান বাজারে অভিযান চালিয়ে হামলায় জড়িত দুই ‘মূল ব্যক্তি’কে গ্রেপ্তার করে পুলিশ। মঙ্গলবার গ্রেপ্তার করা হয় সাতজনকে। এ নিয়ে হিরো আলমের ওপর হামলার ঘটনায় মোট ১৫ জনকে গ্রেপ্তার করা হলো।\r\n\r\nপুলিশের গুলশান বিভাগের উপকমিশনার মো. শহিদুল্লাহ গতকাল রাতে প্রথম আলোকে বলেন, সিসিটিভি ক্যামেরার ফুটেজ বিশ্লেষণ করে হিরো আলমের ওপর হামলার ঘটনায় এই ছয়জনকে গ্রেপ্তার করা হয়েছে। মামলার তদন্তভার শুক্রবার ঢাকা মহানগর পুলিশের (ডিএমপি) গোয়েন্দা বিভাগে (ডিবি) স্থানান্তর করা হবে।\r\n\r\nহিরো আলমের ওপর হামলার ঘটনায় মঙ্গলবার সাতজনকে গ্রেপ্তার করা হয়। তাঁরা হলেন ছানোয়ার কাজী (২৮), বিপ্লব হোসেন (৩১), মাহমুদুল হাসান (২৭), মোজাহিদ খান (২৭), আশিক সরকার (২৪), হৃদয় শেখ (২৪) ও সোহেল মোল্লা (২৫)। তাঁদের মধ্যে ছানোয়ার কাজী ও বিপ্লব হোসেনকে তিন দিন করে রিমান্ডে নিয়েছে পুলিশ। বাকি পাঁচজনকে কারাগারে পাঠানো হয়েছে।\r\n\r\nবুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিনের তিন দিনের রিমান্ড মঞ্জুর করেন আদালত। এ নিয়ে চারজনকে রিমান্ডে নিয়ে বনানী থানা-পুলিশ জিজ্ঞাসাবাদ করছে। বৃহস্পতিবার গ্রেপ্তার ছয়জনকে রিমান্ডে নেওয়ার আবেদন জানিয়ে শুক্রবার আদালতে তোলা হবে বলে পুলিশ জানিয়েছে।\r\n\r\nবনানী থানার ভারপ্রাপ্ত কর্মকর্তা (ওসি) মো. মোস্তাফিজুর রহমান বৃহস্পতিবার দুপুরে প্রথম আলোকে জানান, বুধবার রাতে গ্রেপ্তার মানিক গাজী ও আল আমিন মূল হামলাকারী। হামলার সময় হিরো আলমের কোমর ধরে রেখেছিলেন মানিক আর হিরো আলমকে মারধর করেছেন আল আমিন। সিসিটিভি ক্যামেরায় ধারণ হওয়া ফুটেজে এ দৃশ্য দেখা গেছে।\r\n\r\nমামলার তদন্তসংশ্লিষ্ট সূত্র জানায়, কারাগারে থাকা মাহমুদুল হাসান, মোজাহিদ খান, আশিক সরকার ও হৃদয় শেখ বনানী থানা ছাত্রলীগের সাবেক সাধারণ সম্পাদক শেখ মেহেদীর অনুসারী।\r\n\r\nস্থানীয় আওয়ামী লীগ ও যুবলীগের নেতারা বলছেন, রিমান্ডে থাকা মানিক গাজী ও আল আমিনকে ছাত্রলীগের সাবেক নেতা শেখ মেহেদীর বিভিন্ন রাজনৈতিক কর্মসূচিতে দেখা যায়।\r\n\r\nএদিকে গতকাল বিকেলে রাজধানীর মিন্টো রোডে ডিএমপির অতিরিক্ত কমিশনার (ডিবি) হারুন অর রশীদের সঙ্গে সাক্ষাৎ করেন হিরো আলম। তিনি বেলা সাড়ে তিনটার দিকে ডিবি কার্যালয়ে প্রবেশ করেন। সেখান থেকে বের হন প্রায় দেড় ঘণ্টা পর।\r\n\r\nহিরো আলম বলেন, ডিবিপ্রধান তাঁর ওপর (হিরো আলম) হামলার ঘটনায় জড়িত ব্যক্তিদের ছবি দেখিয়ে তাঁর কাছে জানতে চান, এসব ব্যক্তি তাঁর ওপর হামলা করেছিল কি না। ছবি শনাক্ত করে হিরো আলম তখন বলেন, এসব ব্যক্তি তাঁর ওপর হামলা করেন। ডিবিপ্রধান তখন বৃহস্পতিবার রাতেই বাকিদের গ্রেপ্তার করার আশ্বাস দেন।\r\n\r\nঢাকা-১৭ আসনের উপনির্বাচনের ভোট চলাকালে সোমবার বিকেলে বনানী বিদ্যানিকেতন স্কুল অ্যান্ড কলেজ ভোটকেন্দ্র পরিদর্শনে যান হিরো আলম। এ সময় নৌকা প্রতীকের কর্মী ও সমর্থকেরা পেছন থেকে তাঁর উদ্দেশে গালাগাল করতে থাকেন এবং কেন্দ্র থেকে বেরিয়ে যেতে বলেন। পরিস্থিতি উত্তপ্ত হলে দায়িত্বরত পুলিশ সদস্যরা নিরাপত্তা দিয়ে হিরো আলমকে স্কুল ফটকের বাইরে পৌঁছে দেন। তখন নৌকার ব্যাজধারী ব্যক্তিরা ধাওয়া দিয়ে তাঁকে রাস্তায় ফেলে পেটান।', '64b9c8da3bcc7png');

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `id` int(11) NOT NULL,
  `username` varchar(150) NOT NULL,
  `phone` int(11) NOT NULL,
  `password` varchar(110) NOT NULL,
  `role` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`id`, `username`, `phone`, `password`, `role`) VALUES
(3, 'Admin', 1721853793, '81dc9bdb52d04dc20036dbd8313ed055', 1);

-- --------------------------------------------------------

--
-- Table structure for table `videos`
--

CREATE TABLE `videos` (
  `id` int(11) NOT NULL,
  `comments_id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `file` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `videos`
--

INSERT INTO `videos` (`id`, `comments_id`, `title`, `file`) VALUES
(24, 0, 'ঢাকা–১৭ আসনে উপনির্বাচন প্রার্থীকে মারধর, ভোটারও কম', '64b938285fc75mp4'),
(25, 0, 'ঢাকা–১৭ আসনে উপনির্বাচন প্রার্থীকে মারধর, ভোটারও কম', '64b95ad0796b0mp4');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`com_id`),
  ADD KEY `c_id` (`c_id`);

--
-- Indexes for table `contact`
--
ALTER TABLE `contact`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `videos`
--
ALTER TABLE `videos`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `com_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `contact`
--
ALTER TABLE `contact`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `user`
--
ALTER TABLE `user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `videos`
--
ALTER TABLE `videos`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `comments`
--
ALTER TABLE `comments`
  ADD CONSTRAINT `comments_ibfk_1` FOREIGN KEY (`c_id`) REFERENCES `news` (`id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
